[
    {
    "id": "BEUL_Exam_2020_Q1", 
    "year": 2020, 
    "question_number": 1, 
    "question_text": "Problem is brewing in Fantasia, a member state of the European Union. Good Enough is a private company offering various construction services, primarily to other companies. Good Enough has recently acquired a contract to build a new company headquarters for Big Money, a private bank in Fantasia. However, after completing the construction Good Enough and Big Money became embroiled in a dispute. The bank argued that Good Enough had not fulfilled the contract between the parties. The contract stipulated that the building should be constructed “in accordance with national legislation in force on January 1, 2019”. More specifically, Big Money pointed to the 1948 Law on Public Safety. Paragraph 138 of said national legislation requires that any building designed for more than 10 people (living or working) must include a shelter. Said shelter must be large enough to accommodate all persons living or working in the building. Furthermore, the shelter must be constructed to certain specifications, including being constructed by reinforced concrete. Good Enough has not included a shelter in the building, as they think it is totally unnecessary. Reinforced concrete is also very expensive, and its use would make the project economically unrealistic. Furthermore, Good Enough points to the Safe Building Directive, adopted by the European Union in 2015. Article 1 of the directive establishes that the aim of the directive is to harmonize building standards in the Member States, to enable trade in construction work on the internal market. Articles 5-15 of the directive establish (in considerable detail) the meaning of good building practices for different kinds of buildings. Article 20 of the directive states: “The Member States may not introduce any further requirements on construction work and good building practices, beyond what is laid down in Article 5-15”. Article 5-15 does not mention shelters as part of any building type. The Safe Building Directive was adopted by the Council and the Parliament in May 2015. It entered into force on the first of June 2015. Article 30 of the Directive states: “The Member States shall take the measures necessary to comply with this Directive not later than 31 December 2016”. Fantasia implemented the Directive on June 1, 2016, by adopting the 2016 Construction Act. The act reproduces, word for word, Article 5-15 of the Safe Building Directive. However, no changes were made to the 1948 Law on Public Safety. Big Money has now sued Good Enough before a local court in Fantasia, demanding damages as Good Enough is in breach of contract due to the missing shelter. Good Enough disputes the claim, arguing that paragraph 138 of the 1948 Law on Public Safety must be set aside in the case at hand. Good Enough claims that the fact that paragraph 138 was not repealed is obviously just a mistake and that they can rely on Article 20 of the Safe Building Directive in the dispute. Big Money has responded to this claim by stating that the 1948 Law on Public Safety was in effect on January 1, 2019, and still remains in effect. Furthermore, they claim that the 1948 Law was not affected by the Safe Building Directive, as it concerns the separate issue of public safety. Your assignment: You are a judge at the above-mentioned local court in Fantasia, in charge of the dispute between Big Money and Good Enough. Discuss thoroughly how you would resolve the EU law-related issues in the case, and why?", 
    "answer_text": "The question concerns direct effect - Good Enough (GE) expressly states that it wants to “rely on Article 20” before the local court. However, first we must decide if there is a conflict between national law and EU law. Big Money (BM) claims that no conflict exists - which would put an end to the discussion. However, it is clear that the issue is regulated by EU law. Article 1 of the Directive states that its aim is harmonize building standards and enable trade. Consequently, the 1948 Law on Public Safety is in conflict with the Directive. Before moving on it is important to note that supremacy needs direct effect to work. If the EU provision cannot be relied upon there is no conflict. Direct effect is possible if the provision is clear, precise and unconditional (e.g. van Duyn). That is the case here - Article 20 is clear on not allowing demands other than those in Art. 5-15. However, this is a dispute between two private parties, and directives cannot produce horizontal direct effect (e.g. Dori). An alternative is indirect effect, i.e. the duty of the local court to interpret national law in light of the Directive (e.g. von Colson). It applies also in horizontal situations (Marleasing). The duty of indirect effect requires extensive effort on behalf of the national court, but it is not without limits. There is no duty to interpret contra legem, against the clear wording. For indirect effect to work the national court needs some room to interpret. This appears difficult in the case at hand. The 1948 Law is very specific, and it seems unlikely that the local court can interpret this obligation away. (An alternative to discussing indirect effect is to discuss so-called triangular situations - e.g. CIA Security. It is possible to argue that it could be applied here, and that it is not a horizontal situation but rather so-called incidental effects. However, the consequences would be to alter the terms of private contract, which is problematic.) The final option is state liability (Francovich). The provision in question must create rights for individuals, the breach must be sufficiently serious and there must be a causal link between breach and damage (Brasserie du Pêcheur). The first condition is arguably fulfilled. Article 20 could be regarded as a right for traders not to be subject to further rules. Regarding the second condition: This is a case of incorrect implementation, why sufficient breach must be established. This should be possible, as Fantasia should have been aware of the 1948 law. Finally, whether the causal link is fulfilled or not is open to discussion. GE could have avoided the situation by negotiating a different. The main hurdle when it comes to state liability is that the Member State is not part of the process before the court. GE would have to start a separate case against Fantasia, if they lose the case against BM."
    }
]

