[
    {
    "id": "BEUL_Exam_2018_Q1", 
    "year": 2018, 
    "question_number": 1, 
    "question_text": "Please briefly define and explain each of the following EU law terms and concepts: a) Indirect challenge of an EU act b) National procedural autonomy c) The principle of supremacy d) Non-legislative EU act e) Field of application of EU fundamental rights", 
    "answer_text": "a) Indirect challenge of an EU act - An EU act can be challenged outside of the review of legality procedure described in Article 263 TFEU. This follows from Article 277 TFEU. The idea of an indirect challenge is that the Court of Justice can review the validity of an EU act within the scope of a different procedure, for example the preliminary ruling procedure (see Article 267 TFEU).  b) National procedural autonomy - EU law normally (but naturally with many exceptions) contains material rules, but not rules about procedures and remedies. This is left for the Member States to regulate. This idea is known as national procedural autonomy. However, the Court of Justice has made it clear that national procedural rules must fulfil two conditions - equivalence and effectiveness. The former means that the national rules may not treat EU claims less favourable than comparable national claims. The latter means that it must not be excessively difficult or virtually impossible to obtain reparation. These conditions are articulated by the Court of Justice in the Francovich case (and in many others).  c) The principle of supremacy - In a situation of conflict between national law and EU law the latter should be given precedence. The principle was established by the Court of Justice in the Costa v ENEL case, and in the Internationale Handelsgesellschaft case the Court insisted on absolute supremacy, i.e. that any binding EU norm will take precedence over any national norm, even if the latter is part of the national constitution.  d) Non-legislative EU act - Following the Lisbon Treaty a distinction is made between legislative and non-legislative acts. This adds another dimension to the EU system of norms, supplementing the previous distinction between regulations, directives and decisions. From Article 289.3 TFEU it follows that legislative acts are adopted by a legislative procedure (the ordinary procedure or a special procedure). Consequently, a non-legislative act is an act that has not been created by any legislative procedure. However, it is important to emphasise that non-legislative acts are still binding. Examples of non-legislative acts include delegated acts (Article 290 TFEU) and implementing acts (Article 291 TFEU).  e) Field of application of EU fundamental rights - The field of application of EU fundamental rights, or differently put the scope of the rights, concerns what action and by whom is covered by the rights. According to Article 51 of the Charter the EU is bound by fundamental rights in all its action, but the Member States are only bound by them when they are 'implementing' EU law. This goes back to the limited power of the Union and the fact (emphasised in Article 6 TEU and Article 51.2 of the Charter) that the Charter does not expand the competences of the EU."
    },
    {
    "id": "BEUL_Exam_2018_Q2", 
    "year": 2018, 
    "question_number": 2, 
    "question_text": "Assume the following: A dispute has arisen between two toy companies, the Swedish company Happy Times and the Danish company Big Fun. The Danish company is selling the controversial 'Bang', a toy gun that shoots water, in Sweden. Happy Times is upset, as their own sales have gone down due to the success of the 'Bang'. Happy Times argues that the sale of the 'Bang' is a violation of Swedish law. Swedish legislation clearly prohibits any 'immoral or inappropriate toys', and according to the Swedish preparatory works to the legislation this includes any toy imitating a firearm. Consequently, Swedish courts have upheld a ban on toys imitating firearms for more than 30 years.  A couple of years ago the EU issued the Safe Toys Directive. The directive is a maximum harmonization act, regulating all issues related to the production, marketing and sale of toys in the Member States. The background to the directive is that the significant differences in rules between the Member States have made trade in toys difficult between the states, thus hampering the proper function of the internal market. One of the goals of the directive is to limit the situations when a toy may be banned. Consequently, according to the directive the production, marketing or sale of a toy may only be prohibited when it is 'obviously dangerous in normal use'. However, Sweden has not implemented the directive, despite the fact that the implementation period has long since passed. Happy Times has now sued Big Fun before a local Swedish court, asking for a declaration that Big Fun is violating Swedish law by selling the 'Bang', and requesting compensation for lost profits due to the illegal sale of the toy. Big Fun is contesting the suit, and claims that it is protected by the Safe Toys Directive. Your assignment: Discuss thoroughly whether Big Fun can rely on the Safe Toys Directive in any way in the situation above." ,
    "answer_text": "The first issue to be explored is whether Big Fun can directly use the Safe Toys Directive against Happy Times in the case before the Swedish court. We know, following the van Duyn case, that provisions in directives can have direct effect, assuming that they fulfil the general conditions (clear, precise and unconditional - see van Gend en Loos and following cases) and if the time period for implementation has passed (see e.g. the Ratti case). In the case at hand we know that the time period for implementation has passed and the provision stating that toys can only be banned if they are 'obviously dangerous in normal use' would appear to be sufficiently clear, precise and unconditional to be applied by national courts (compare the reasoning concerning what is now Article 45 TFEU in the van Duyn case). However, another issue is more problematic. According to e.g. the Dori case provisions in directives cannot be given horizontal direct effect. In the case at hand both parties are private companies, making this a horizontal relationship and excluding the use of the principle of direct effect. (An alternative, equally correct, answer would be to argue that this constitutes a triangular situation, as in the Unilever case. Big Fun simply requests the Swedish rules to be disapplied, so that they may sell their product. Following the Unilever line of cases this might be considered a triangular situation, not a horizontal one). If direct effect cannot be used the alternative is indirect effect, developed by the Court of Justice in the von Colson case. According to the principle of indirect effect national courts must interpret national law (implementation legislation as well as all other national legal provisions, see e.g. the Marleasing case) in line with the directive, to achieve the goals of the directive. Indirect effect is possible also in horizontal situations (see e.g. the Marleasing case). Full indirect effect requires that the time period for implementation has passed, which is the case in the situation at hand. However, indirect effect will only be successful if it is possible for the national court to interpret the national rules in line with the directive. In other words, some room for interpretation must exist (see e.g. the Dori case). Arguably, the Swedish legislation is worded in such general terms ('immoral or inappropriate') that it is possible for Swedish courts to give it a new interpretation in line with the directive. The fact that the Swedish preparatory works indicates another interpretation does not matter. National courts are not expected to interpret contra legem - against the wording of legislation - but they cannot rely on preparatory works to disregard their duties according to EU law. Thus, it should be possible for the Swedish court to interpret the Swedish legislation in line with the directive, allowing the sale of the 'Bang'. Issues of damages are not really part of the question, as it asks you to discuss how Big Fun can use EU law in the ongoing case against Happy Times. However, I have interpreted the question generously, giving points for well-crafted discussions of state liability as well. The principle of state liability was established by the Court of Justice in the Francovich case, giving individuals a right to damages if a Member State has violated a provision of EU law giving rights to individuals, the breach of EU law is sufficiently serious and if there is a causal link between the breach and the damage (see e.g. the Brasserie du Pêcheur case). In the situation at hand, assuming that Big Fun were not successful in their attempt to use direct or indirect effect to allow the sale of their product, they might be able to obtain damages instead. The Safe Toys Directive could be said to give them rights, as it is explicitly designed to allow the sale of toys. The breach of EU law by Sweden is sufficiently serious, as non implementation of a directive is always sufficiently serious (see e.g. Francovich). Finally, it could be argued that there is a clear causal link between the breach and their damage (loss of profit)."
    }
]