[
    {
    "id": "BEUL_Exam_2023_Q1", 
    "year": 2023, 
    "question_number": 1, 
    "question_text": "In 2016 the European Parliament and the Council of the European Union passed a new directive concerning reduction of national emissions, Directive (EU) 2016/2284 on the reduction of national emissions of certain atmospheric pollutants. The Directive sets national reduction commitments for five main air pollutants that have a significant negative impact on human health and the environment. These are sulphur dioxide (SO2), nitrogen oxides (NOx), non-methane volatile organic compounds (NMVOC), ammonia (NH3) and fine particulate matter (PM2,5). According to the directive, the Member States are required to, among other things, monitor and report the emissions of these five pollutants (articles 9 and 10.4). Article 9: Member States shall ensure the monitoring of negative impacts of air pollution upon ecosystems based on a network of monitoring sites that is representative of their freshwater, natural and semi natural habitats and forest ecosystem types, taking a cost-effective and risk-based approach. Article 10.4: Member States shall report the following information referred to in Article 9 to the Commission and the European Environment Agency a) by 1 July 2018 and every four years thereafter, the location of the monitoring sites and the associated indicators used for monitoring air pollution impacts; and b) by 1 July 2019 and every four years thereafter, the monitoring data referred to in Article 9. The latest report from the monitoring was meant to be reported by the first of July 2022. Italy has still not sent their latest report to the Commission and the European Environment Agency. Answer the following questions. Don't forget to refer to the relevant articles in the Treaties. 1) Which article in one of the Treaties states that the Member States have a duty to fulfil their EU obligations? 2) Can the European Union take any formal action towards Italy, if the European Union suspects that the country is breaching the Union law? Describe the formal action. 3) If this case would get referred to the Court of Justice of the European Union and the Court would find that Italy has failed to fulfil an obligation under the Treaties; what happens if Italy won't comply with the judgement? ", 
    "answer_text": "1) What article in one of the Treaties states that the Member States have a duty to fulfil their EU obligations: According to article 4(3) in the Treaty of the European Union (TEU) the Member States shall take any appropriate measure, general or particular, to ensure fulfilment of the obligations arising out of the Treaties or resulting from the acts of the institutions of the Union. 2) Can the European Union take any formal action towards Italy, if the European Union suspects that the country is breaching the Union law? Describe the formal action: In this question, I wanted you to describe the Infringement procedure (and also name it). The procedure is described in article 258 in TFEU. So, if the Commission considers that Italy has failed to fulfil an obligation under the Treaties the Commission can send a reasoned opinion on the matter, after giving Italy the opportunity to reply. In this case Italy has not submitted the monitoring reports to the Commission within the time frame – this can be considered a breach of Union law (please note that failing to send monitoring reports to the Commission is not the same as failing to notify measures transposing a directive). If Italy does not comply with the opinion within a certain period decided by the Commission, the Commission may bring the matter before the Court of Justice of the European Union. 3) If this case would get referred to the Court of Justice of the European Union and the Court would find that Italy has failed to fulfil an obligation under the Treaties; what happens if Italy won't comply with the judgement: The answer to this question is found in article 260 (1 and 2) TFEU: According to article 260 (1) in TFEU, if the Court of Justice of the European Union finds that Italy has failed to fulfil an obligation under the Treaties, Italy must take the necessary measures to comply with the judgment of the Court. Article 260 (2) states that if the Commission considers that Italy has not taken the necessary measures to comply with the judgment of the Court (for example Italy has not sent in the monitoring reports to the Commission), the Commission can choose to bring the case before the Court once more. Before the case is referred before the Court, Italy must be given an opportunity to reply to why the country hasn't complied with the judgement. The Commission specifies an appropriate amount of the lump sum or penalty payment to be paid by Italy, but it is the Court that decides the sum. "
    },
    {
    "id": "BEUL_Exam_2023_Q2", 
    "year": 2023, 
    "question_number": 2, 
    "question_text": "1. Present the decision of the case. This presentation should include, in your own words (only highlighting text in the judgment won't give points), a) a summary of the relevant facts including who the parties are and what the dispute between them was about; b) what procedures occurred in what courts and why; c) description of the central legal issue(s) discussed by the Court of Justice d) description of the relevant legal rules a.k.a. provisions of EU law e) how the parties argued and the Court of Justice analysed f) came to a conclusion regarding the issue(s) 2. Consider, by writing an adequately organized legal analysis, the importance of this case in the general scheme of EU law. Reflect on what we have studied related to this case's areas of substantive and procedural law, and other topics of your choice if time permits. When discussing the judgment, make references to paragraph numbers, for example by adding “[5]” where appropriate.", 
    "answer_text": "a) a summary of the relevant facts including who the parties are and what the dispute between them was about: The company Marleasing took the other companies to court claiming that the respondent company's articles of association were created only to defraud creditors. The applicant claimed that the articles should be declared void. Spanish law included as ground for a company's nullity the lack of cause, but EU law did not. b) what procedures occurred in what courts and why: The case arrived at the CJEU through the preliminary ruling procedure laid out in Article 267 TFEU. A Spanish judge in a lower court had asked the CJEU whether Article 11 of the Company law Directive 68/151 precludes declaring a company void on grounds not listed in the directive. c) description of the central legal issue(s) discussed by the Court of Justice: The issue concerned whether the Spanish court was under an obligation to interpret the national law in light of the directive and thus preclude a declaration of nullity. d) description of the relevant legal rules a.k.a. provisions of EU law: Horizontal claim regarding Company law Directive 68/151. Marshall Von Colson e) how the parties argued and the Court of Justice analysed: At the national level: Marleasing claimed that the company should be nullified referencing national law, while the respondent shielded themselves with EU law, claiming that the directive does not list lack of cause as ground for annulment. CJEU: - No horizontal effect of directives (Marshall) - The Court then highlighted Von Colson and the doctrine of indirect effect. It added that the obligation of the national court to interpret national law in light of the wording and purpose of the directive exists regardless of whether the national law was adopted before or after the directive, and that the duty implies interpreting “as far as possible” to achieve the result of the directive. - The preamble of the Directive, and interests of third parties gives clear guidance for interpreting the list of grounds in Article 11 of the Directive strictly. f) came to a conclusion regarding the issue(s): Thus, interpreting national law in light of the Company Law Directive precludes the option, under national law, to nullify a company on grounds other than those listed in the directive. 2. Consider, by writing an adequately organized legal analysis, the importance of this case in the general scheme of EU law. Reflect on what we have studied related to this case's areas of substantive and procedural law, and other topics of your choice if time permits. 2) When discussing the judgment, make references to paragraph numbers, for example by adding “[5]” where appropriate. Indirect effect: When direct effect fails meaning that an individual cannot rely directly on an EU directive, indirect effect may save the day. In this case, there was a horizontal situation, two private parties, and therefore the directive cannot have direct effect (Marshall, Farell etc.) The principle of indirect effect lays out an obligation for national courts to interpret domestic law, as far as possible, in conformity with directives. The principle was developed in Von Colson. The obligation applies even where the national law predates the directive, it requires national courts to make changes to established case law, if it is based on an interpretation of domestic law contravening the objectives of a directive, but it does not oblige interpretations of domestic law contra legem. The two take-aways from Marleasing are: - that the duty exists regardless of whether the national law was adopted before or after the directive - and that it is limited by interpreting 'as far as possible'. The Preliminary Ruling Procedure (optional): The preliminary ruling procedure (Article 267 TFEU) enables lower national courts and obliges national courts whose decision there is no judicial remedy, to ask the European Court of Justice (CJEU) how to interpret and apply unclear EU law. The duty for apex courts is relaxed by the fact that national courts only need to refer when it is necessary for the outcome of the case, and by the CILFIT criteria (CJEU previously ruled on a materially identical question, or the correct interpretation is obvious with some qualifications). When it comes to the validity of EU law, all national courts, irrespective of where they are in the hierarchy have a duty to refer (Foto-Frost). Primacy (optional): Primacy or supremacy of EU law signifies that in a conflict between EU law and national law, the national provision must be set aside in the favour of EU law (Costa v. E.N.E.L). This is the case for both primary and secondary EU law, even in conflict with Member States national constitutions (Internationale Handelsgesellschaft)."
    }
]
