[
    {
    "id": "BEUL_Exam_2019_Q1", 
    "year": 2019, 
    "question_number": 1, 
    "question_text": "Please briefly define and explain each of the following EU law terms and concepts. Remember to cite relevant legal authority (Treaty articles and cases, if relevant) in support of each answer: a) Special legislative procedure b) Measures having equivalent effect to quantitative restrictions (MEQRs), c) Concerted practices, d) Enforcement actions/infringement proceedings, e) Proportionality ", 
    "answer_text": "a) Special legislative procedure: Legislative acts in the EU can be created by using either the ordinary or the special legislative procedure. Article 289.2 TFEU states that the special legislative procedure is used when specifically provided for in the Treaties. The somewhat enigmatic statement in Article 289.2 'by the European Parliament with the participation of the Council, or by the latter with the participation of the European Parliament' indicates that the special legislative procedure varies. In contrast to the ordinary legislative procedure, where the two institutions co-operate, one of the institutions typically dominate in the special legislative procedure. b) MEQR: MEQR are practical obstacles to trade. They are not quotas, but they have equivalent effect to quotas. MEQR are prohibited by Article 34 and 35 TFEU. The Court of Justice famously defined MEQR in Dassonville as any measure that 'directly or indirectly, actually or potentially' affect trade between the Member States. In later judgments the Court has differentiated between product rules (such as the ones in Cassis de Dijon) and selling arrangements (such as the ones in Keck), but also done a complete re-take on MEQR in the Trailers case, concluding that discriminatory rules, product rules and any other measure that prevent market access are MEQR. c) Concerted practices: 'Concerted practices' is a term used in EU competition law, more specifically in Article 101 TFEU. Article 101 prohibits cartels, often formed by agreements between undertakings. The idea of concerted practices is a safety net, catching forms of collusion not created by a formal agreement, but by undertakings knowingly substituting practical co-operation. This is usually demonstrated by the behaviour of the companies in question. d) Enforcement actions/infringement proceedings: Enforcement actions or infringement proceedings are two names for the legal procedure that can be initiated against a Member State in violation of EU law, by action or inaction. The procedure is primarily regulated by Article 258 TFEU, laying down first an administrative and then a legal procedure. The Commission normally plays the leading role in enforcement actions, but it is possible for another Member State to initiate enforcement action according to Article 259 TFEU. According to Article 260 the CJEU can impose a lump sum or penalty payment as part of the procedure. e) Proportionality: According to the principle of proportionality a measure must be both suitable and necessary to achieve the stated objective. It applies to both the EU and the Member States. Article 5.4 TEU makes it clear that Union action must always (thus, even in areas of exclusive EU competence) respect the principle of proportionality. The principle is also famously applied when the Member States limit the freedom of movement on the internal market. In these situations the CJEU has sometimes applied the proportionality principle strictly, putting extensive demands on the Member States. The Commission v Portugal case, concerning sun film on cars, is an example of this strict scrutiny."
    },
    {
    "id": "BEUL_Exam_2019_Q2", 
    "year": 2019, 
    "question_number": 2, 
    "question_text":"Imagine the following hypothetical scenario: Cynthia, a French national who is living in Belgium with her Belgian boyfriend, wants to renew her residence permit. When she arrived in Belgium she had a full-time job as a chemistry lecturer at the University of Brussels, but now she is only working 10 hours a week as a private chemistry teacher. According to the Belgian authorities, this modification in her employment situation means that she can no longer be considered an “EU worker”. a) Is this in accordance with EU law? Why/why not? She later seeks a job at the Ministry of Higher Education, Scientific Policy and Media, but her application is rejected on the grounds that she is not a Belgian citizen. According to Belgian law, only Belgian citizens can hold these jobs. b) Is this in accordance with EU law? Why/why not? Cynthia also seeks a job at a private academy as a tutor for university students who need extra support in chemistry. Once again, her application is rejected because she is not a Belgian citizen and because she does not comply with the linguistic requirements for the employment. According to the recruiters, even if French is the official language, an advanced level of other EU languages is necessary for the job as many of their students are exchange students who need classes in their native languages. c) Is this in accordance with EU law? Why/why not? When you answer the questions above try to organize a concise answer, explaining your reasoning and stating the relevant sources of EU law.",
    "answer_text": "a) The personal scope of Article 45 TFEU: According to Article 45 TFEU there is a right to free movement for workers within the EU. Since Cynthia is a French national, she falls within the personal scope of this article. Cynthia is currently working as a part time teacher and due to her part time employment; the Belgian authorities stated that she could no longer be considered an 'EU worker'. In order to determine if this decision is legally correct, it is necessary to examine if part time employment could be included under the scope of Article 45 TFEU. The content and extent of the right to free movement of workers enshrined in the latter provision has been expanded through both the jurisprudence of the ECJ and secondary EU law. Under the guidelines provided by the ECJ, an individual has to comply with certain requirements in order to be considered an EU worker, such as, the performance of services for a certain period of time, being under the direction of another person and in exchange of a remuneration (see e.g. Lawrie- Blum v. Land Baden- Württemberg). In particular, the Court has expressly referred to part time work in the Levin case. According to ECJ in the latter decision: 'part-time employment is not excluded from the field of application of the rules on freedom of movement for workers as long as the person performs an effective and genuine activity, not on such a small scale as to be marginal or ancillary'(Levin v. Statssecretaris van Justitie). In the views of the Court, an effective and genuine activity covers full-time, part-time and occasional work as long as there is an employment relationship with regard to work that is 'not purely marginal or ancillary' (Kempf v. Staatscretaris van Justitie). Based on this it would be possible to conclude that the decision emitted by the Belgian authorities was not in accordance with EU law. b) The public service exception: Article 45 TFEU entails the abolition of any discrimination based on nationality between workers of the Member States as regards employment, remuneration and other conditions of work and employment. To refuse Cynthia a job because of her nationality constitutes direct discrimination. However, as an exception to this, according to Article 45(4) TFEU, States may reserve posts in the public service for their own nationals. Nevertheless, it is noteworthy to mention that the ECJ has given a narrow interpretation to this provision. It follows from the jurisprudence of the regional tribunal that the position in question 'must be connected with the specific activities of the public service in so far as it is entrusted with the exercise of powers conferred by public law and with responsibility for safeguarding the general interest of the State' (Commission v. Belgium). It would be necessary therefore to examine if the job that Cynthia has applied for at the Ministry of Higher Education, Scientific Policy and Media falls within this category. c) Nationality requirements: As introduced above, Article 45 TFEU entails the abolition of any discrimination based on nationality between workers of the Member States. The prohibition of discrimination has also been extended by the Workers Regulation (Art. 7.1) and by the ECJ through its case law (see e.g. John O'Flynn v. Adjudication Office). Under the light of the above, to refuse Cynthia a job because of her nationality constitutes direct discrimination. A private academy is not under the exception included in Article 45 (4) TFEU concerning jobs in the public service. Language requirements: As we discussed in class, ECJ recognized prohibition of direct and indirect discrimination. It follows from the case law of the Court that: '[t]he rules regarding equality of treatment, both in the Treaty and in Article 7, forbid not only overt discrimination by reason of nationality but also all covert forms of discrimination which, by the application of other criteria of differentiation, lead in fact to the same result' (Sotgiu v. Deutsche Bundespost). Accordingly, indirect discrimination occurs when national laws do not include discrimination on the surface (i.e. they are applicable irrespective of nationality) but create in practice a discriminatory effect towards migrant workers or they are more easily satisfied by national workers than by migrant workers. Language requirements are likely to have an indirect discriminatory effect, since the host country's own citizens are more likely to meet the requirements. However, in this hypothetical scenario, the requirement of a third language does not favor Belgian citizens and it is related to the nature of the job, which can lead one to conclude that the linguistic knowledge required has not been applied in a discriminatory manner."
    }
]

